[
{
    "fullName": "Federico Guzman Lopez",
    "id":"20ae26c8-6e5a-4ccd-8c0f-b6292fe95eca",
    "comments":
      "The process of adopting my pet with Rebirth was very easy, Lolita is just as shown in the images and the communication with the previous owner was quite agile. The design of the page is very functional, the upper and lower menus have the precise information to perfectly locate what you are looking for and being able to choose from the beginning between a dog or a cat makes the page very friendly.",
    "stars": 5,
    "imgProfile": "https://media.istockphoto.com/photos/guy-and-his-dog-golden-retriever-nature-picture-id1204163981?k=20&m=1204163981&s=612x612&w=0&h=M3ThdXEh8IEID8HUOWAgu5bIz4YAYYPzYYVvrIDF63U="
  },
  {
    "fullName": "Fatima Moreira de Melo",
    "id":"79a029f7-60f2-4a0f-b892-62d96ef5f8ac",
    "comments":
      "Really Rebirth is a platform that helps a lot when choosing the pet I wanted to adopt, if it were up to me I would adopt all the little animals on the platform, I loved them all. Sometimes our adoptee has behaviors that we do not understand or goes through a period of adaptation in which we need help and in Rebirth they have the right ethologist to give us the necessary guidance and advice to overcome this type of problem.",
    "stars": 4,
    "imgProfile": "https://media.istockphoto.com/photos/woman-cuddles-plays-with-her-dog-at-home-picture-id1215973858?k=20&m=1215973858&s=612x612&w=0&h=LfYiOlv16y-jZhCSdBowKwHqnM8OOXI8ueSmUSEsxq8="
  },
  {
    "fullName": "Carlos Bermudes Espinoza",
    "id":"41c82964-49e0-4b3e-a63e-af394d71ccab",
    "comments":
      "Rebirth offers all this just a click away, and gives us the opportunity to choose between the two main types of pets that exist in our homes, dogs or cats. They also offer veterinary guidance in certain categories, for example, if you are a new parent of a dog or kitten, you can find here the guide you need to learn how to properly care for the new member of the family.",
    "stars": 5,
    "imgProfile": "https://media.istockphoto.com/photos/happy-man-takes-care-of-his-grey-cat-picture-id1339375557?b=1&k=20&m=1339375557&s=170667a&w=0&h=F5iKQtZf26Jm-IWABno9G7qsX8KjBsA13RoqxzpemvY="
  }
]